[{"pk": 1, "model": "contenttypes.contenttype", "fields": {"app_label": "auth", "model": "permission"}}, {"pk": 2, "model": "contenttypes.contenttype", "fields": {"app_label": "auth", "model": "group"}}, {"pk": 3, "model": "contenttypes.contenttype", "fields": {"app_label": "auth", "model": "user"}}, {"pk": 4, "model": "contenttypes.contenttype", "fields": {"app_label": "contenttypes", "model": "contenttype"}}, {"pk": 5, "model": "contenttypes.contenttype", "fields": {"app_label": "sessions", "model": "session"}}, {"pk": 6, "model": "contenttypes.contenttype", "fields": {"app_label": "sites", "model": "site"}}, {"pk": 7, "model": "contenttypes.contenttype", "fields": {"app_label": "user", "model": "userprofile"}}, {"pk": 8, "model": "contenttypes.contenttype", "fields": {"app_label": "user", "model": "follow"}}, {"pk": 9, "model": "contenttypes.contenttype", "fields": {"app_label": "book", "model": "book"}}, {"pk": 10, "model": "contenttypes.contenttype", "fields": {"app_label": "book", "model": "rating"}}, {"pk": 11, "model": "contenttypes.contenttype", "fields": {"app_label": "book", "model": "readreading"}}, {"pk": 12, "model": "contenttypes.contenttype", "fields": {"app_label": "book", "model": "favorite"}}, {"pk": 13, "model": "contenttypes.contenttype", "fields": {"app_label": "sendbybook", "model": "bybook"}}, {"pk": 14, "model": "contenttypes.contenttype", "fields": {"app_label": "category", "model": "category"}}, {"pk": 15, "model": "contenttypes.contenttype", "fields": {"app_label": "review", "model": "review"}}, {"pk": 16, "model": "contenttypes.contenttype", "fields": {"app_label": "review", "model": "likereview"}}, {"pk": 17, "model": "contenttypes.contenttype", "fields": {"app_label": "comment", "model": "commentreview"}}, {"pk": 18, "model": "contenttypes.contenttype", "fields": {"app_label": "comment", "model": "likecomment"}}, {"pk": 19, "model": "contenttypes.contenttype", "fields": {"app_label": "account", "model": "emailaddress"}}, {"pk": 20, "model": "contenttypes.contenttype", "fields": {"app_label": "account", "model": "emailconfirmation"}}, {"pk": 21, "model": "contenttypes.contenttype", "fields": {"app_label": "socialaccount", "model": "socialapp"}}, {"pk": 22, "model": "contenttypes.contenttype", "fields": {"app_label": "socialaccount", "model": "socialaccount"}}, {"pk": 23, "model": "contenttypes.contenttype", "fields": {"app_label": "socialaccount", "model": "socialtoken"}}, {"pk": "lud6gr6qsf9hb85k3bic1lmh31epcdqm", "model": "sessions.session", "fields": {"session_data": "NWYyNDMwNjM0ZGQyNTYwYzkxZjI3NTE5ZjZkZDE2YjU1NjQzYjNiNzp7Il9hdXRoX3VzZXJfaGFzaCI6ImM5ZjE3YjljNjI1OWM2YjVjMDhjMWVkZTQ1MzI4NTE0N2IzMmJkZGYiLCJfYXV0aF91c2VyX2JhY2tlbmQiOiJkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZCIsIl9hdXRoX3VzZXJfaWQiOiIxIn0=", "expire_date": "2015-11-04T02:05:51.597Z"}}, {"pk": "tayudv1dceyh7fz9yf3vvgbdvnvmnavp", "model": "sessions.session", "fields": {"session_data": "Yjk3YjA4Zjc0M2ZlODdkMzdiZDE0Y2YwNmJiMDRjZDI4ZWJmMTU5OTp7Il9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9pZCI6IjYiLCJfYXV0aF91c2VyX2hhc2giOiI1MzVjZWFkNGVkMWJhMzI5M2JiYmU3OTYxZGE0MTlmM2FiZTdhZGZlIn0=", "expire_date": "2015-11-12T01:27:43.578Z"}}, {"pk": "tg5iyrx3kbowp2idvxje0ruo8srk2r67", "model": "sessions.session", "fields": {"session_data": "Y2VhMTYyM2U4ODBmYWI5YzdiNGYwMmIxOGZmODc5YjEyMDI1YzM4OTp7Il9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIiwiX2F1dGhfdXNlcl9pZCI6IjUiLCJfYXV0aF91c2VyX2hhc2giOiI3N2ViNzJhZWRlOGQ3YzU2ZDM2NTVhYmUxOWExZGE1ZjRjODBhYmE5In0=", "expire_date": "2015-11-12T02:53:57.204Z"}}, {"pk": 1, "model": "sites.site", "fields": {"domain": "127.0.0.1:8000", "name": "Vort"}}, {"pk": 3, "model": "user.follow", "fields": {"follower": 2, "date": "2015-10-29T01:30:57.800Z", "followee": 1}}, {"pk": 4, "model": "user.follow", "fields": {"follower": 1, "date": "2015-10-29T01:30:57.800Z", "followee": 3}}, {"pk": 6, "model": "user.follow", "fields": {"follower": 1, "date": "2015-10-29T01:30:57.800Z", "followee": 5}}, {"pk": 7, "model": "user.follow", "fields": {"follower": 4, "date": "2015-10-29T01:30:57.800Z", "followee": 1}}, {"pk": 8, "model": "user.follow", "fields": {"follower": 5, "date": "2015-10-29T01:30:57.800Z", "followee": 1}}, {"pk": 10, "model": "user.follow", "fields": {"follower": 1, "date": "2015-10-29T01:30:57.800Z", "followee": 2}}, {"pk": 1, "model": "book.book", "fields": {"price": 12.0, "title": "sdfds", "description": "sfsdfds", "slug": "sdfds", "cover": "books/23848559.jpg", "date": "2015-10-09T17:00:00Z", "category": 1, "publish": "sdfsdf", "author": "sdfs", "page": 12}}, {"pk": 2, "model": "book.book", "fields": {"price": 10.0, "title": "In Order to Live: A North Korean Girl's Journey to Freedom", "description": "Yeonmi Park has told the harrowing story of her escape from North Korea as a child many times, but never before has she revealed the most intimate and devastating details of the repressive society she was raised in and the enormous price she paid to escape.\r\n\r\nPark’s family was loving and close-knit, but life in North Korea was brutal, practically medieval. Park would regula", "slug": "in-order-to-live-a-north-korean-girl-s-journey-to-freedom", "cover": "books/24611623.jpg", "date": "2015-10-09T17:00:00Z", "category": 1, "publish": "Penguin Press ", "author": "Hardcover", "page": 288}}, {"pk": 3, "model": "book.book", "fields": {"price": 15.0, "title": "Goldy's Kitchen Cookbook: Cooking, Writing, Family, Life", "description": "The beloved New York Times bestselling culinary mystery writer delivers a cookbook packed with more than 160 mouthwatering recipes and charming anecdotes about her writing and cooking life.\r\nDiane Mott Davidson is the author of seventeen bestselling mysteries featuring caterer/sleuth Goldy Schulz, a woman who “took the lemon that life had given her and made not just lemonade but Lemon Chicken, Lemon Bars, Lemon Cookies and Lemon Meringue Pie.” Each Goldy novel includes recipes for scrumptious dishes from the adored character’s kitchen. Now, Davidson has collected these treasured recipes and some brand-new dishes in one volume for the first time.", "slug": "goldy-s-kitchen-cookbook-cooking-writing-family-life", "cover": "books/25171892.jpg", "date": "2015-10-20T17:00:00Z", "category": 2, "publish": "William Morrow Cookbooks ", "author": "Hardcover", "page": 352}}, {"pk": 4, "model": "book.book", "fields": {"price": 5.0, "title": "Man's Best Friend: Inu Mo Arukeba ", "description": "When Ukyo rescues a stray dog and names it Kuro, he soon learns that he may have found a rare breed--his new dog can talk and magically transform into a hunky human! With his dog now taking the form of a hot man and licking him in various places, what is Ukyo to do?!", "slug": "man-s-best-friend-inu-mo-arukeba", "cover": "books/50448.jpg", "date": "2015-10-20T17:00:00Z", "category": 4, "publish": "BLU", "author": "Paperback", "page": 184}}, {"pk": 5, "model": "book.book", "fields": {"price": 3.0, "title": "Recorder and Randsell Volume1 ", "description": "Miyagawa Atsumi and her younger brother Atsushi are your typical siblings - she's a high school sophomore dealing with exams, he's a 5th grader who only wants to run off and play with his friends. School's hard enough as it is, but things are even tougher for these two: Atsumi is so tiny she's still mistaken for a little kid, while Atsushi is so tall people assume he's a full-grown man!", "slug": "recorder-and-randsell-volume1", "cover": "books/25919954.jpg", "date": "2015-10-20T17:00:00Z", "category": 4, "publish": "Takeshobo", "author": "An know", "page": 100}}, {"pk": 6, "model": "book.book", "fields": {"price": 15.0, "title": "Master Keaton 4(Master Keaton: Kanzenban #4) ", "description": "Taichi Hiraga-Keaton, the son of a Japanese zoologist and an English noblewoman, is an insurance investigator known for his successful and unorthodox methods of investigation. Educated in archaeology and a former member of the SAS, Master Keaton uses his knowledge and combat training to uncover buried secrets, thwart would-be villains, and pursue the truth...", "slug": "master-keaton-4-master-keaton-kanzenban-4", "cover": "books/23492469.jpg", "date": "2015-10-20T17:00:00Z", "category": 4, "publish": "VIZ Media LLC", "author": "Paperback", "page": 320}}, {"pk": 7, "model": "book.book", "fields": {"price": 20.0, "title": "Never Broken: Songs Are Only Half the Story ", "description": "New York Times bestselling poet and multi-platinum singer-songwriter Jewel explores her unconventional upbringing and extraordinary life in an inspirational memoir that covers her childhood to fame, marriage, and motherhood.", "slug": "never-broken-songs-are-only-half-the-story", "cover": "books/24611929.jpg", "date": "2015-10-20T17:00:00Z", "category": 1, "publish": "Blue Rider Press ", "author": "Jewel", "page": 384}}, {"pk": 8, "model": "book.book", "fields": {"price": 30.0, "title": "The Big Bad Book of Bill Murray: A Critical Appreciation of the World's Finest Actor ", "description": "He’s the sort of actor who can do Hamlet and Charlie’s Angels in the same year. He shuns managers and agents and once agreed to voice the part of Garfield because he mistakenly believed it was a Coen brothers film. Bill Murray’s extraordinary career is rich with fascinating anecdotes, contradictions, and mystery, from his early success on Saturday Night Live and the biggest blockbusters of the 1980s (Caddyshack, Stripes, Tootsie, Ghostbusters) to his reinvention as a hipster icon in the early 21st century (in films like Lost in Translation and Moonrise Kingdom). And now you can get your fill of Bill: part biography, part critical appreciation, part love letter, and all fun, The Big Bad Book of Bill Murray chronicles every single Murray performance in loving detail, relating all the milestones, yarns, and controversy in the life of this beloved but enigmatic performer. These pages are packed with color film stills and behind-the-scenes photography. ", "slug": "the-big-bad-book-of-bill-murray-a-critical-appreciation-of-the-world-s-finest-actor", "cover": "books/23995466.jpg", "date": "2015-10-20T17:00:00Z", "category": 1, "publish": "Pantheon", "author": " Robert Schnakenberg ", "page": 270}}, {"pk": 9, "model": "book.book", "fields": {"price": 25.0, "title": "Negroland: A Memoir ", "description": "At once incendiary and icy, mischievous and provocative, celebratory and elegiac—here is a deeply felt meditation on race, sex, and American culture through the prism of the author’s rarefied upbringing and education among a black elite concerned with distancing itself from whites and the black generality while tirelessly measuring itself against both.", "slug": "negroland-a-memoir", "cover": "books/24040176.jpg", "date": "2015-10-20T17:00:00Z", "category": 1, "publish": "Pantheon", "author": "Margo Jefferson", "page": 248}}, {"pk": 10, "model": "book.book", "fields": {"price": 30.0, "title": "In This Together: My Story ", "description": "When Mitt and Ann Romney met in their late teens, a great American love story began. And their life together would be blessed: five healthy sons, financial security, and a home filled with joy. Despite the typical ups and downs, they had a storybook life.\r\n\r\nThen, in 1998, Ann was diagnosed with multiple sclerosis. She couldn't believe it was real; there were no therapies or treatments to help her. Mitt told her that day that they would tackle the diagnosis as a team: They were in it together. \"As long as it isn't fatal, we're fine. If you have to be in a wheelchair, I'll be right there to push it,\" he told her. And Ann thought, \"But I'll be the one in the wheelchair.\" A caregiver and helper her whole life, she'd crossed a terrible invisible line. She wouldn't be able to care for her family anymore. She was the patient. Ann and Mitt would face the most frightening and humbling experience of their lives.", "slug": "in-this-together-my-story", "cover": "books/25332090.jpg", "date": "2015-10-20T17:00:00Z", "category": 1, "publish": "Thomas Dunne Books ", "author": " Ann Romney ", "page": 272}}, {"pk": 11, "model": "book.book", "fields": {"price": 25.0, "title": "Can I Go Now?: The Life of Sue Mengers, Hollywood's First Superagent", "description": "A lively and colorful biography of Hollywood’s first superagent—one of the most outrageous showbiz characters of the 1960s and 1970s whose clients included Barbra Streisand, Ryan O’Neal, Faye Dunaway, Michael Caine, and Candice Bergen\r\n\r\nBefore Sue Mengers hit the scene in the mid-1960s, talent agents remained quietly in the background. But staying in the background was not possible for Mengers. Irrepressible and loaded with chutzpah, she became a driving force of Creative Management Associates (which later became ICM) handling the era’s preeminent stars.\r\n\r\nA true original with a gift for making the biggest stars in Hollywood listen to hard truths about their careers and personal lives, Mengers became a force to be reckoned with. Her salesmanship never stopped. In 1979, she was on a plane that was commandeered by a hijacker, who wanted Charlton Heston to deliver a message on television. Mengers was incensed, wondering why the hijacker wanted Heston, when she could get him Barbra Streisand.", "slug": "can-i-go-now-the-life-of-sue-mengers-hollywood-s-first-superagent", "cover": "books/24611602.jpg", "date": "2015-10-20T17:00:00Z", "category": 1, "publish": "Viking", "author": "Brian Kellow", "page": 336}}, {"pk": 12, "model": "book.book", "fields": {"price": 50.0, "title": "Brief Candle in the Dark: My Life in Science ", "description": "In this hugely entertaining sequel to the New York Times bestselling memoir An Appetite for Wonder, Richard Dawkins delves deeply into his intellectual life spent kick-starting new conversations about science, culture, and religion and writing yet another of the most audacious and widely read books of the twentieth century—The God Delusion\r\n\r\nCalled “one of the best nonfiction writers alive today” (Stephen Pinker) and a “prize-fighter” (Nature), Richard Dawkins cheerfully, mischievously, looks back on a lifetime of tireless intellectual adventure and engagement. Exploring the halls of intellectual inquiry and stardom he encountered after the publication of his seminal work, The Selfish Gene; affectionately lampooning the world of academia, publishing, and television; and studding the pages with funny stories about the great men and women he’s known, Dawkins offers a candid look at the events and ideas that encouraged him to shift his attention to the intersection of culture, religion, and science. He also invites the reader to look more closely at the brilliant succession of ten influential books that grew naturally out of his busy life, highlighting the ideas that connect them and excavating their origins. ", "slug": "brief-candle-in-the-dark-my-life-in-science", "cover": "books/26053275.jpg", "date": "2015-10-20T17:00:00Z", "category": 1, "publish": "Ecco", "author": " Richard Dawkins", "page": 464}}, {"pk": 13, "model": "book.book", "fields": {"price": 10.0, "title": "A Woman of Note ", "description": "Virtuoso pianist Isabette Grüber captivates audiences in the salons and concert halls of early nineteenth-century Vienna. Yet in a profession dominated by men, Isabette longs to compose and play her own music—a secret she keeps from both her lascivious manager and her resentful mother. She meets and loves Amelia Mason, a dazzling American singer with her own secrets, and Josef Hauser, an ambitious young composer. But even they cannot fully comprehend the depths of Isabette’s talent.\r\n\r\nHer ambitions come with a price when Isabette embarks on a journey that delicately balances the line between duty and passion. Amid heartbreak and sacrifice, music remains her one constant. With cameos from classical music figures such as Chopin, Schubert, and Berlioz, A Woman of Note is an intricately crafted and fascinating tale about one woman’s struggle to find her soul’s song in a dissonant world. ", "slug": "a-woman-of-note", "cover": "books/25169905.jpg", "date": "2015-10-20T17:00:00Z", "category": 5, "publish": "Lake Union Publishing ", "author": " Carol M. Cram ", "page": 358}}, {"pk": 14, "model": "book.book", "fields": {"price": 1.0, "title": "Last Song Before Night ", "description": "Long ago, poets were Seers with access to powerful magic. Following a cataclysmic battle, the enchantments of Eivar were lost–now a song is only words and music, and no more. But when a dark power threatens the land, poets who thought only to gain fame for their songs face a task much greater: to restore the lost enchantments to the world. And the road to the Otherworld, where the enchantments reside, will imperil their lives and test the deepest desires of their hearts.", "slug": "last-song-before-night", "cover": "books/23704941.jpg", "date": "2015-10-20T17:00:00Z", "category": 5, "publish": "Tor", "author": "Ilana C. Myer", "page": 100}}, {"pk": 15, "model": "book.book", "fields": {"price": 1.0, "title": "My Kind of Forever", "description": "Liam Page knows music and a life of solitude, but that all changed when he returned to Beaumont.\r\n\r\nThe once notorious bad boy lead singer of 4225 West is now living the domesticated life with his wife and high school sweetheart, Josie, and their son, Noah.\r\n\r\nLife is good for the Westbury family, until Liam is called back to Los Angeles and the place where it all started for him.\r\n\r\nLiam and Josie’s story continues in this last installment of The Beaumont Series.", "slug": "my-kind-of-forever", "cover": "books/23845180.jpg", "date": "2015-10-20T17:00:00Z", "category": 5, "publish": "An know", "author": "Heidi McLaughlin ", "page": 250}}, {"pk": 16, "model": "book.book", "fields": {"price": 1.0, "title": "Desperate Chances", "description": "And love can turn into an enemy…\r\n\r\nMitch Abrams, the bassist for the popular rock band Generation Rejects, has been in love with Gracie Cook for years. But Gracie, a complicated girl with a lot of baggage, was too blind to see how she felt about the man who had always stood by her.\r\n\r\nUntil one night of passion brought them closer than they had ever been before.\r\n\r\nFeeling off balance and out of control, Gracie does the only thing a girl with self-destructive tendencies can do: end things with Mitch before they can really begin.\r\n\r\nSo Mitch moves on. With his band, his friends, and a new girlfriend.\r\n\r\nYet he can’t seem to forget about the girl who threw his heart away.\r\n\r\nGracie, who is still struggling to build a life after crashing to the bottom, finds it hard to forget about her one night with Mitch. And even as she tries to convince herself it was only sex, her heart knows differently.\r\n\r\nBut life is full of chances and desperate moments. And when Mitch and Gracie are thrown back into each other’s lives, will they seize at the opportunity to do things right?\r\n\r\nOr will the rock star and the less than ordinary girl crash and burn?", "slug": "desperate-chances", "cover": "books/18517351.jpg", "date": "2015-10-20T17:00:00Z", "category": 5, "publish": "An know", "author": "A. Meredith Walters ", "page": 250}}, {"pk": 1, "model": "book.rating", "fields": {"rate": 5, "user_profile": 1, "book": 2}}, {"pk": 2, "model": "book.rating", "fields": {"rate": 4, "user_profile": 2, "book": 2}}, {"pk": 3, "model": "book.rating", "fields": {"rate": 5, "user_profile": 1, "book": 4}}, {"pk": 4, "model": "book.rating", "fields": {"rate": 5, "user_profile": 1, "book": 3}}, {"pk": 5, "model": "book.rating", "fields": {"rate": 5, "user_profile": 1, "book": 5}}, {"pk": 6, "model": "book.rating", "fields": {"rate": 1, "user_profile": 1, "book": 8}}, {"pk": 7, "model": "book.rating", "fields": {"rate": 1, "user_profile": 1, "book": 7}}, {"pk": 8, "model": "book.rating", "fields": {"rate": 5, "user_profile": 2, "book": 5}}, {"pk": 1, "model": "book.readreading", "fields": {"user_profile": 1, "status": 2, "date": "2015-10-23T02:20:34.276Z", "book": 3}}, {"pk": 2, "model": "book.readreading", "fields": {"user_profile": 1, "status": 2, "date": "2015-10-23T04:14:45.941Z", "book": 2}}, {"pk": 3, "model": "book.readreading", "fields": {"user_profile": 1, "status": 1, "date": "2015-10-26T11:44:44.040Z", "book": 4}}, {"pk": 4, "model": "book.readreading", "fields": {"user_profile": 1, "status": 1, "date": "2015-10-26T11:45:03.213Z", "book": 5}}, {"pk": 5, "model": "book.readreading", "fields": {"user_profile": 1, "status": 1, "date": "2015-10-26T11:45:07.594Z", "book": 11}}, {"pk": 6, "model": "book.readreading", "fields": {"user_profile": 1, "status": 1, "date": "2015-10-26T11:51:01.991Z", "book": 7}}, {"pk": 1, "model": "book.favorite", "fields": {"user_profile": 1, "date": "2015-10-23T02:45:23.873Z", "book": 2}}, {"pk": 2, "model": "book.favorite", "fields": {"user_profile": 1, "date": "2015-10-23T03:18:28.712Z", "book": 4}}, {"pk": 3, "model": "sendbybook.bybook", "fields": {"user_profile": 1, "publish": "Nha xuat ban Bach Khoa", "name": "Tri tue nhan tao", "date": "1999-12-11T17:00:00Z", "status": 1, "author": "Nguyen Xuan Loi", "page": 100}}, {"pk": 4, "model": "sendbybook.bybook", "fields": {"user_profile": 2, "publish": "Nha xuat ban Bach Khoa", "name": "Cau truc du lieu va giai thuat", "date": "1999-12-11T17:00:00Z", "status": 2, "author": "Nguyen Xuan Loi", "page": 100}}, {"pk": 5, "model": "sendbybook.bybook", "fields": {"user_profile": 2, "publish": "Nha xuat ban Bach Khoa", "name": "Toan roi rac", "date": "1999-12-11T17:00:00Z", "status": 2, "author": "Nguyen Xuan Loi", "page": 100}}, {"pk": 6, "model": "sendbybook.bybook", "fields": {"user_profile": 1, "publish": "Nha xuat ban Bach Khoa", "name": "Toan cao cap 1", "date": "1999-12-11T17:00:00Z", "status": 1, "author": "Nguyen Xuan Loi", "page": 100}}, {"pk": 7, "model": "sendbybook.bybook", "fields": {"user_profile": 1, "publish": "Nha xuat ban Bach Khoa", "name": "Toan cao cap 2", "date": "1999-12-11T17:00:00Z", "status": 0, "author": "Nguyen Xuan Loi", "page": 100}}, {"pk": 1, "model": "category.category", "fields": {"slug": "biography", "name": "Biography"}}, {"pk": 2, "model": "category.category", "fields": {"slug": "cookbooks", "name": "CookBooks"}}, {"pk": 3, "model": "category.category", "fields": {"slug": "graphic-novels", "name": "Graphic Novels"}}, {"pk": 4, "model": "category.category", "fields": {"slug": "manga", "name": "Manga"}}, {"pk": 5, "model": "category.category", "fields": {"slug": "music", "name": "Music"}}, {"pk": 6, "model": "category.category", "fields": {"slug": "ebooks", "name": "Ebooks"}}, {"pk": 1, "model": "review.review", "fields": {"content": "dddddddd", "user_profile": 1, "date": "2015-10-23T06:19:13.372Z", "book": 2}}, {"pk": 2, "model": "review.review", "fields": {"content": "asdasdad asdasd asdasdad asdasd asdasdad asdasd asdasdad asdasd asdasdad asdasd asdasdad asdasd asdasdad asdasd asdasdad asdasd asdasdad asdasd asdasdad asdasd ", "user_profile": 2, "date": "2015-10-23T06:58:07.839Z", "book": 2}}, {"pk": 3, "model": "review.review", "fields": {"content": "this book is very wrong", "user_profile": 1, "date": "2015-10-28T03:57:49.913Z", "book": 7}}, {"pk": 4, "model": "review.review", "fields": {"content": "new review\r\n", "user_profile": 1, "date": "2015-10-28T04:40:42.577Z", "book": 3}}, {"pk": 5, "model": "review.review", "fields": {"content": "new", "user_profile": 1, "date": "2015-10-28T04:42:16.425Z", "book": 4}}, {"pk": 6, "model": "review.review", "fields": {"content": "aaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaaa", "user_profile": 1, "date": "2015-10-28T04:42:48.481Z", "book": 5}}, {"pk": 2, "model": "review.likereview", "fields": {"review": 2, "user_profile": 1, "date": "2015-10-26T03:26:15.355Z"}}, {"pk": 4, "model": "review.likereview", "fields": {"review": 1, "user_profile": 1, "date": "2015-10-26T03:50:06.345Z"}}, {"pk": 5, "model": "review.likereview", "fields": {"review": 4, "user_profile": 1, "date": "2015-10-28T04:40:44.406Z"}}, {"pk": 6, "model": "review.likereview", "fields": {"review": 5, "user_profile": 1, "date": "2015-10-28T04:42:18.667Z"}}, {"pk": 10, "model": "review.likereview", "fields": {"review": 6, "user_profile": 2, "date": "2015-10-28T07:24:26.048Z"}}, {"pk": 13, "model": "review.likereview", "fields": {"review": 6, "user_profile": 1, "date": "2015-10-28T09:51:34.466Z"}}, {"pk": 1, "model": "comment.commentreview", "fields": {"review": 1, "content": "last comment", "user_profile": 1, "date": "2015-10-26T02:07:13.235Z"}}, {"pk": 2, "model": "comment.commentreview", "fields": {"review": 2, "content": "comment mot thu gi do", "user_profile": 1, "date": "2015-10-26T02:13:17.118Z"}}, {"pk": 3, "model": "comment.commentreview", "fields": {"review": 1, "content": "first comment", "user_profile": 1, "date": "2015-10-26T03:36:02.185Z"}}, {"pk": 4, "model": "comment.commentreview", "fields": {"review": 2, "content": "com thứ 2 ", "user_profile": 1, "date": "2015-10-26T03:36:19.467Z"}}, {"pk": 5, "model": "comment.commentreview", "fields": {"review": 6, "content": "comment ", "user_profile": 1, "date": "2015-10-28T07:23:57.826Z"}}, {"pk": 2, "model": "comment.likecomment", "fields": {"comment": 5, "user_profile": 1, "date": "2015-10-28T10:11:15.161Z"}}, {"pk": 3, "model": "comment.likecomment", "fields": {"comment": 5, "user_profile": 2, "date": "2015-10-28T10:11:33.144Z"}}, {"pk": 1, "model": "socialaccount.socialapp", "fields": {"provider": "facebook", "name": "testLogin", "key": "", "client_id": "1717029908527630", "secret": "985760592cff43fb57c18f4d9f84ee12", "sites": [1]}}, {"pk": 1, "model": "auth.permission", "fields": {"content_type": 1, "codename": "add_permission", "name": "Can add permission"}}, {"pk": 2, "model": "auth.permission", "fields": {"content_type": 1, "codename": "change_permission", "name": "Can change permission"}}, {"pk": 3, "model": "auth.permission", "fields": {"content_type": 1, "codename": "delete_permission", "name": "Can delete permission"}}, {"pk": 4, "model": "auth.permission", "fields": {"content_type": 2, "codename": "add_group", "name": "Can add group"}}, {"pk": 5, "model": "auth.permission", "fields": {"content_type": 2, "codename": "change_group", "name": "Can change group"}}, {"pk": 6, "model": "auth.permission", "fields": {"content_type": 2, "codename": "delete_group", "name": "Can delete group"}}, {"pk": 7, "model": "auth.permission", "fields": {"content_type": 3, "codename": "add_user", "name": "Can add user"}}, {"pk": 8, "model": "auth.permission", "fields": {"content_type": 3, "codename": "change_user", "name": "Can change user"}}, {"pk": 9, "model": "auth.permission", "fields": {"content_type": 3, "codename": "delete_user", "name": "Can delete user"}}, {"pk": 10, "model": "auth.permission", "fields": {"content_type": 4, "codename": "add_contenttype", "name": "Can add content type"}}, {"pk": 11, "model": "auth.permission", "fields": {"content_type": 4, "codename": "change_contenttype", "name": "Can change content type"}}, {"pk": 12, "model": "auth.permission", "fields": {"content_type": 4, "codename": "delete_contenttype", "name": "Can delete content type"}}, {"pk": 13, "model": "auth.permission", "fields": {"content_type": 5, "codename": "add_session", "name": "Can add session"}}, {"pk": 14, "model": "auth.permission", "fields": {"content_type": 5, "codename": "change_session", "name": "Can change session"}}, {"pk": 15, "model": "auth.permission", "fields": {"content_type": 5, "codename": "delete_session", "name": "Can delete session"}}, {"pk": 16, "model": "auth.permission", "fields": {"content_type": 6, "codename": "add_site", "name": "Can add site"}}, {"pk": 17, "model": "auth.permission", "fields": {"content_type": 6, "codename": "change_site", "name": "Can change site"}}, {"pk": 18, "model": "auth.permission", "fields": {"content_type": 6, "codename": "delete_site", "name": "Can delete site"}}, {"pk": 19, "model": "auth.permission", "fields": {"content_type": 7, "codename": "add_userprofile", "name": "Can add user profile"}}, {"pk": 20, "model": "auth.permission", "fields": {"content_type": 7, "codename": "change_userprofile", "name": "Can change user profile"}}, {"pk": 21, "model": "auth.permission", "fields": {"content_type": 7, "codename": "delete_userprofile", "name": "Can delete user profile"}}, {"pk": 22, "model": "auth.permission", "fields": {"content_type": 8, "codename": "add_follow", "name": "Can add follow"}}, {"pk": 23, "model": "auth.permission", "fields": {"content_type": 8, "codename": "change_follow", "name": "Can change follow"}}, {"pk": 24, "model": "auth.permission", "fields": {"content_type": 8, "codename": "delete_follow", "name": "Can delete follow"}}, {"pk": 25, "model": "auth.permission", "fields": {"content_type": 9, "codename": "add_book", "name": "Can add book"}}, {"pk": 26, "model": "auth.permission", "fields": {"content_type": 9, "codename": "change_book", "name": "Can change book"}}, {"pk": 27, "model": "auth.permission", "fields": {"content_type": 9, "codename": "delete_book", "name": "Can delete book"}}, {"pk": 28, "model": "auth.permission", "fields": {"content_type": 10, "codename": "add_rating", "name": "Can add rating"}}, {"pk": 29, "model": "auth.permission", "fields": {"content_type": 10, "codename": "change_rating", "name": "Can change rating"}}, {"pk": 30, "model": "auth.permission", "fields": {"content_type": 10, "codename": "delete_rating", "name": "Can delete rating"}}, {"pk": 31, "model": "auth.permission", "fields": {"content_type": 11, "codename": "add_readreading", "name": "Can add read reading"}}, {"pk": 32, "model": "auth.permission", "fields": {"content_type": 11, "codename": "change_readreading", "name": "Can change read reading"}}, {"pk": 33, "model": "auth.permission", "fields": {"content_type": 11, "codename": "delete_readreading", "name": "Can delete read reading"}}, {"pk": 34, "model": "auth.permission", "fields": {"content_type": 12, "codename": "add_favorite", "name": "Can add favorite"}}, {"pk": 35, "model": "auth.permission", "fields": {"content_type": 12, "codename": "change_favorite", "name": "Can change favorite"}}, {"pk": 36, "model": "auth.permission", "fields": {"content_type": 12, "codename": "delete_favorite", "name": "Can delete favorite"}}, {"pk": 37, "model": "auth.permission", "fields": {"content_type": 13, "codename": "add_bybook", "name": "Can add by book"}}, {"pk": 38, "model": "auth.permission", "fields": {"content_type": 13, "codename": "change_bybook", "name": "Can change by book"}}, {"pk": 39, "model": "auth.permission", "fields": {"content_type": 13, "codename": "delete_bybook", "name": "Can delete by book"}}, {"pk": 40, "model": "auth.permission", "fields": {"content_type": 14, "codename": "add_category", "name": "Can add category"}}, {"pk": 41, "model": "auth.permission", "fields": {"content_type": 14, "codename": "change_category", "name": "Can change category"}}, {"pk": 42, "model": "auth.permission", "fields": {"content_type": 14, "codename": "delete_category", "name": "Can delete category"}}, {"pk": 43, "model": "auth.permission", "fields": {"content_type": 15, "codename": "add_review", "name": "Can add review"}}, {"pk": 44, "model": "auth.permission", "fields": {"content_type": 15, "codename": "change_review", "name": "Can change review"}}, {"pk": 45, "model": "auth.permission", "fields": {"content_type": 15, "codename": "delete_review", "name": "Can delete review"}}, {"pk": 46, "model": "auth.permission", "fields": {"content_type": 16, "codename": "add_likereview", "name": "Can add like review"}}, {"pk": 47, "model": "auth.permission", "fields": {"content_type": 16, "codename": "change_likereview", "name": "Can change like review"}}, {"pk": 48, "model": "auth.permission", "fields": {"content_type": 16, "codename": "delete_likereview", "name": "Can delete like review"}}, {"pk": 49, "model": "auth.permission", "fields": {"content_type": 17, "codename": "add_commentreview", "name": "Can add comment review"}}, {"pk": 50, "model": "auth.permission", "fields": {"content_type": 17, "codename": "change_commentreview", "name": "Can change comment review"}}, {"pk": 51, "model": "auth.permission", "fields": {"content_type": 17, "codename": "delete_commentreview", "name": "Can delete comment review"}}, {"pk": 52, "model": "auth.permission", "fields": {"content_type": 18, "codename": "add_likecomment", "name": "Can add like comment"}}, {"pk": 53, "model": "auth.permission", "fields": {"content_type": 18, "codename": "change_likecomment", "name": "Can change like comment"}}, {"pk": 54, "model": "auth.permission", "fields": {"content_type": 18, "codename": "delete_likecomment", "name": "Can delete like comment"}}, {"pk": 55, "model": "auth.permission", "fields": {"content_type": 19, "codename": "add_emailaddress", "name": "Can add email address"}}, {"pk": 56, "model": "auth.permission", "fields": {"content_type": 19, "codename": "change_emailaddress", "name": "Can change email address"}}, {"pk": 57, "model": "auth.permission", "fields": {"content_type": 19, "codename": "delete_emailaddress", "name": "Can delete email address"}}, {"pk": 58, "model": "auth.permission", "fields": {"content_type": 20, "codename": "add_emailconfirmation", "name": "Can add email confirmation"}}, {"pk": 59, "model": "auth.permission", "fields": {"content_type": 20, "codename": "change_emailconfirmation", "name": "Can change email confirmation"}}, {"pk": 60, "model": "auth.permission", "fields": {"content_type": 20, "codename": "delete_emailconfirmation", "name": "Can delete email confirmation"}}, {"pk": 61, "model": "auth.permission", "fields": {"content_type": 21, "codename": "add_socialapp", "name": "Can add social application"}}, {"pk": 62, "model": "auth.permission", "fields": {"content_type": 21, "codename": "change_socialapp", "name": "Can change social application"}}, {"pk": 63, "model": "auth.permission", "fields": {"content_type": 21, "codename": "delete_socialapp", "name": "Can delete social application"}}, {"pk": 64, "model": "auth.permission", "fields": {"content_type": 22, "codename": "add_socialaccount", "name": "Can add social account"}}, {"pk": 65, "model": "auth.permission", "fields": {"content_type": 22, "codename": "change_socialaccount", "name": "Can change social account"}}, {"pk": 66, "model": "auth.permission", "fields": {"content_type": 22, "codename": "delete_socialaccount", "name": "Can delete social account"}}, {"pk": 67, "model": "auth.permission", "fields": {"content_type": 23, "codename": "add_socialtoken", "name": "Can add social application token"}}, {"pk": 68, "model": "auth.permission", "fields": {"content_type": 23, "codename": "change_socialtoken", "name": "Can change social application token"}}, {"pk": 69, "model": "auth.permission", "fields": {"content_type": 23, "codename": "delete_socialtoken", "name": "Can delete social application token"}}, {"pk": 1, "model": "auth.user", "fields": {"username": "admin", "is_superuser": true, "is_active": true, "first_name": "Nguyễn", "is_staff": true, "password": "pbkdf2_sha256$20000$jMrE6ZPEgguv$l00oyA4MxeG7uIcEjoYLeauncrf0adv1NOW1fqZwHIw=", "last_name": "Huy Quyết", "email": "nguyenhuyquyet90@gmail.com", "last_login": "2015-10-28T04:15:46.321Z", "groups": [], "user_permissions": [], "date_joined": "2015-10-21T02:03:31.997Z"}}, {"pk": 5, "model": "auth.user", "fields": {"username": "thu", "is_superuser": false, "is_active": true, "first_name": "Nguyễn", "is_staff": false, "password": "pbkdf2_sha256$20000$C5tpObTBd5yx$B97h15dYYu8yj6x1YseNzRhrFG7el66gSJ5WDZuRNxg=", "last_name": "Thị Thu Trang", "email": "tranngyb@gmail.com", "last_login": "2015-10-29T02:53:57.153Z", "groups": [], "user_permissions": [], "date_joined": "2015-10-22T09:35:28.412Z"}}, {"pk": 6, "model": "auth.user", "fields": {"username": "quyet", "is_superuser": false, "is_active": true, "first_name": "Nguyễn", "is_staff": false, "password": "pbkdf2_sha256$20000$pVeuTqY8BnMp$znrixyPg+QIdaw1pXJHeWzQbCHmFVrHMJ9J75itxslc=", "last_name": "Huy Quyết", "email": "nguyen.huy.quyet@framgia.com", "last_login": "2015-10-29T01:27:43.535Z", "groups": [], "user_permissions": [], "date_joined": "2015-10-22T10:22:50.187Z"}}, {"pk": 7, "model": "auth.user", "fields": {"username": "trang", "is_superuser": false, "is_active": true, "first_name": "Nguyễn", "is_staff": false, "password": "pbkdf2_sha256$20000$O6g1GdpCzxqp$Y+uu3JQxUdZQIF5MVe6WYPzqY3RC4fyuxRk/snZypx0=", "last_name": "Thị Thu Trang1", "email": "tranngyb_232@gmail.com", "last_login": "2015-10-27T07:25:58.272Z", "groups": [], "user_permissions": [], "date_joined": "2015-10-27T07:22:04.190Z"}}, {"pk": 8, "model": "auth.user", "fields": {"username": "123", "is_superuser": false, "is_active": true, "first_name": "user01", "is_staff": false, "password": "pbkdf2_sha256$20000$RLKf4CFbl5XD$LkatViq0uNB/lHrVcUjMjZFoZXphzI4pUO6SzD8prtg=", "last_name": "user01", "email": "toiyeuem_maimai_yeunhieu@yahoo.com.vn", "last_login": "2015-10-27T07:50:50.369Z", "groups": [], "user_permissions": [], "date_joined": "2015-10-27T07:48:27.527Z"}}, {"pk": 9, "model": "auth.user", "fields": {"username": "user2", "is_superuser": false, "is_active": true, "first_name": "user02", "is_staff": false, "password": "pbkdf2_sha256$20000$MT7ubSfnTd62$zlZ5ncI06aH+mFivnGY2jQP/Y05PMi1TlVpKA67BoBM=", "last_name": "user02", "email": "tranngyb@gmail.com", "last_login": "2015-10-27T07:51:12.941Z", "groups": [], "user_permissions": [], "date_joined": "2015-10-27T07:49:35.517Z"}}, {"pk": 1, "model": "user.userprofile", "fields": {"avata": "avata/default.jpg", "user": 5}}, {"pk": 2, "model": "user.userprofile", "fields": {"avata": "avata/default.jpg", "user": 6}}, {"pk": 3, "model": "user.userprofile", "fields": {"avata": "avata/default.jpg", "user": 7}}, {"pk": 4, "model": "user.userprofile", "fields": {"avata": "avata/default.jpg", "user": 8}}, {"pk": 5, "model": "user.userprofile", "fields": {"avata": "avata/default.jpg", "user": 9}}]